export const commentsData = [
  {
    "id": 1,
    "name": "علی محمدی",
    "rating": 3,
    "comment": "لاته‌شون واقعاً فوق‌العاده بود! فوم شیر خیلی نرم بود و طعم قهوه کاملاً حس می‌شد. محیط کافه هم خیلی دنج و آرامش‌بخش بود.",
    "date": "۱۴۰۳/۰۸/۱۵",
    "avatar": "https://i.pravatar.cc/150?u=1"
  },
  {
    "id": 2,
    "name": "سارا احمدی",
    "rating": 4,
    "comment": "کاپوچینو خوب بود، ولی در ساعات شلوغی کمی معطل شدم تا سفارشم آماده بشه. کیفیت قهوه ارزش صبر کردن رو داشت.",
    "date": "۱۴۰۳/۰۸/۱۲",
    "avatar": "https://i.pravatar.cc/150?u=2"
  },
  {
    "id": 3,
    "name": "رضا کریمی",
    "rating": 5,
    "comment": "بهترین کلد برویی که تا حالا خوردم! تلخی قهوه بالانس خیلی خوبی داشت. برخورد پرسنل هم بسیار حرفه‌ای و محترمانه بود.",
    "date": "۱۴۰۳/۰۸/۱۰",
    "avatar": "https://i.pravatar.cc/150?u=3"
  },
];

